Repository: rubenOrtz/Electrics-App
Catalog: lib/l10n/app_*.arb
Languages: es

# tapToStart
source: Tap edit to get started
es: Toca editar para comenzar

source: Unnamed
es: Sin nombre

source: Phone
es: Teléfono

source: Address
es: Dirección

source: Theme
es: Tema

# notificationsDesc
source: Regulation and project alerts
es: Alertas de normativa y proyectos

# brightnessBoost
source: Improve outdoor visibility
es: Mejorar visibilidad en exteriores

# themeLight
source: Light
es: Claro

# themeDark
source: Dark
es: Oscuro

# themeAuto
source: Automatic
es: Automático

source: Self-consumption
es: Autoconsumo

source: Modification
es: Modificación

source: Draft
es: Borrador

source: Interpretation
es: Interpretación

source: Settings
es: Configuración

source: Error deleting project
es: Error al eliminar el proyecto

# projectDeletedSuccess
source: Project deleted successfully
es: Proyecto eliminado correctamente

# housingType
source: Housing
es: Vivienda

# othersType
source: Others
es: Otros

source: Category
es: Categoría

source: Specialist Installer
es: Instalador Especialista

source: Default Regulation
es: Normativa por defecto

# regulationDesc
source: Used in automatic calculations
es: Utilizada en cálculos automáticos

source: Quick secure access
es: Acceso rápido seguro

# readyToStart
source: Ready to start using the application
es: Todo listo para empezar a usar la aplicación

# eliminateComponent
source: Remove Component
es: Eliminar Componente
