Repository: rubenOrtz/Electrics-App
Catalog: lib/l10n/app_*.arb
Languages: es

# landingTitle
source: Electrician Super-App
es: Super-App Eléctrica

# landingSubtitle
source: The ultimate tool for the professional on site.
es: La herramienta definitiva para el profesional en obra.

# landingFeatureUnified
source: Total Unification
es: Unificación Total

# landingFeatureUnifiedSub
source: Integrated calculation and design
es: Cálculo y diseño integrado

# landingFeatureEfficiency
source: Efficiency
es: Eficiencia

# landingFeatureEfficiencySub
source: Save time on site
es: Ahorra tiempo en obra

# landingFeatureRebt
source: REBT Compliance
es: Cumplimiento REBT

# landingFeatureRebtSub
source: Always up to date
es: Siempre actualizado

source: Create Account
es: Crear Cuenta

source: Login
es: Iniciar Sesión

source: Or continue with
es: O continuar con

# registerTitle
source: Create Account
es: Crear Cuenta

# registerSubtitle
source: Access the definitive tool for electrical installers.
es: Accede a la herramienta definitiva para instaladores eléctricos.

source: Full Name
es: Nombre completo

source: Password
es: Contraseña

# acceptTerms
source: I accept the
es: Acepto los

source: terms and conditions
es: términos y condiciones

# andPrivacy
source: and privacy policy.
es: y la política de privacidad.

# alreadyHaveAccount
source: Already have an account?
es: ¿Ya tienes cuenta?

# loginTitle
source: Welcome
es: Bienvenido

# loginSubtitle
source: Log in to continue with your projects.
es: Inicia sesión para continuar con tus proyectos.

# forgotPassword
source: Forgot your password?
es: ¿Olvidaste tu contraseña?

# noAccount
source: Don't have an account?
es: ¿No tienes cuenta?

source: Register
es: Regístrate

# navHome
source: Home
es: Inicio

# navCalculations
source: Calculations
es: Cálculos

# navProjects
source: Projects
es: Proyectos

# navProfile
source: Profile
es: Perfil

# homeWelcome
source: Welcome back!
es: ¡Bienvenido de nuevo!

# homeWelcomeUser
source: Welcome, {name}!
es: ¡Bienvenido, {name}!

# homeGreetingMorning
source: Good morning
es: Buenos días

# homeGreetingAfternoon
source: Good afternoon
es: Buenas tardes

# homeGreetingEvening
source: Good evening
es: Buenas noches

# homeQuickAccess
source: Quick Access
es: Acceso Rápido

# homeComponentLibrary
source: Component Library
es: Biblioteca de Componentes

# homeCalculators
source: Calculators
es: Calculadoras

# homeDocuments
source: Documents
es: Documentos

# homeRegulations
source: Regulations
es: Reglamentos

# projectsTitle
source: Projects
es: Proyectos

# searchPlaceholder
source: Search address, client...
es: Buscar dirección, cliente...

# filterAll
source: All
es: Todos

# filterDesign
source: In Design
es: En Diseño

# filterPending
source: Pending Visa
es: Pendiente Visado

# filterFinished
source: Finished
es: Finalizado

# clientLabel
source: Client:
es: Cliente:

# profileTitle
source: My Profile
es: Mi Perfil

# editProfile
source: Edit
es: Editar

source: Professional Data
es: Datos Profesionales

source: Contact
es: Contacto

source: Technical Config
es: Configuración Técnica

source: Save Changes
es: Guardar Cambios

# emailHint
source: email@example.com
es: correo@ejemplo.com

# noAccountPrompt
source: Don't have an account?
es: ¿No tienes cuenta?

source: Logout
es: Cerrar Sesión

# regulationsTitle
source: Regulations Library
es: Biblioteca Normativa

# searchRegulationsPlaceholder
source: Search regulations (e.g. ITC-BT-52)...
es: Buscar normativa (ej. ITC-BT-52)...

source: RECENT UPDATES
es: ACTUALIZACIONES RECIENTES

source: Main Categories
es: Categorías Principales

source: Categories
es: Categorías

source: Low Voltage
es: Baja Tensión

source: High Voltage
es: Alta Tensión

source: Safety
es: Seguridad

source: Technical Guides
es: Guías Técnicas

# helpTitle
source: Help & Support
es: Ayuda y Soporte

# searchHelp
source: Search doubts, errors, guides...
es: Buscar dudas, errores, guías...

# searchHelpPlaceholder
source: Search help...
es: Buscar ayuda...

source: Help Topics
es: Temas de Ayuda

source: Contact Support
es: Contactar Soporte

source: Self Help Resources
es: Recursos de Autoayuda

# autoHelpResources
source: SELF HELP RESOURCES
es: RECURSOS DE AUTOAYUDA

source: FAQ
es: Preguntas Frecuentes

source: User Guides
es: Guías de Uso

source: Video Tutorials
es: Video Tutoriales

# contactSupportBtn
source: CONTACT TECH SUPPORT
es: CONTACTAR SOPORTE TÉCNICO

source: Live Chat
es: Chat en Vivo

source: Send Email
es: Enviar Email

source: Call Support
es: Llamar a Soporte

# toolsTitle
source: Calculation Tools
es: Herramientas de Cálculo

# toolEvCharger
source: EV Charger
es: Cargador Vehículo Eléctrico

# toolEvChargerSub
source: Section calculation per ITC-BT-52
es: Cálculo de sección según ITC-BT-52

# toolVoltageDrop
source: Voltage Drop
es: Caída de Tensión

# toolVoltageDropSub
source: Generic section calculation by v.d.
es: Cálculo genérico de sección por c.d.t.

# toolTubeDim
source: Tube Sizing
es: Dimensionado de Tubos

# toolTubeDimSub
source: Based on number and section of conductors
es: Según número y sección de conductores

# calculationsTitle
source: Calculation Tools
es: Herramientas de Cálculo

# cableCalculations
source: Cables and Conductors
es: Cables y Conductores

source: Ampacity
es: Intensidad Admisible

# ampacityDesc
source: Current capacity based on installation type.
es: Capacidad de corriente según tipo de instalación.

# conduitSize
source: Tube Sizing
es: Dimensionado de Tubos

# conduitSizeDesc
source: Diameter of tubes and conduits.
es: Diámetro de tubos y canalizaciones.

source: Installations
es: Instalaciones

# chargingStation
source: EV Charging Point
es: Punto de Recarga VE

# chargingStationDesc
source: Calculator for vehicle charging points.
es: Calculadora para puntos de recarga de vehículos.

source: Capacitor Bank
es: Batería de Condensadores

# capacitorBankDesc
source: Reactive energy compensation.
es: Compensación de energía reactiva.

# costs
source: Costs and Budgets
es: Costes y Presupuestos

source: Budget Estimator
es: Estimador de Presupuesto

# budgetEstimatorDesc
source: Quick generation of approximate budgets.
es: Generación rápida de presupuestos aproximados.

# evChargerTitle
source: EV Charger
es: Cargador VE

source: Housing
es: Vivienda

# garage
source: Comm. Garage
es: Garaje Com.

source: Public Way
es: Vía Pública

source: Charging Point Data
es: Datos del Punto de Carga

# installationScheme
source: Installation Scheme (ITC-BT-52)
es: Esquema de Instalación (ITC-BT-52)

source: Power (kW)
es: Potencia (kW)

source: Length (m)
es: Longitud (m)

source: CABLE TYPE
es: TIPO DE CABLE

source: Installation System
es: Sistema de Instalación

source: Calculate Section
es: Calcular Sección

source: Calculation Result
es: Resultado del Cálculo

# section
source: Section (mm²)
es: Sección (mm²)

source: Voltage Drop
es: Caída Tensión

# voltageDropDesc
source: Voltage drop calculation in conductors.
es: Cálculo de caída de tensión en conductores.

source: Protection
es: Protección

# configTitle
source: Project Config
es: Configuración del Proyecto

# generalInfo
source: GENERAL INFORMATION
es: INFORMACIÓN GENERAL

source: Project Name
es: Nombre del Proyecto

# internalRef
source: Internal Reference
es: Referencia Interna

source: Location
es: Emplazamiento

source: Holder Data
es: Datos del Titular

# holderName
source: Holder / Company Name
es: Titular / Razón Social

# nifCif
source: Tax ID
es: NIF / CIF

# electricalParams
source: Electrical Parameters
es: Parámetros Eléctricos

source: Supply Voltage
es: Tensión de Suministro

source: Installation Use
es: Uso de la Instalación

# expectedPower
source: Expected Power (kW)
es: Potencia Prevista (kW)

source: Corporate Email
es: Email Corporativo

source: Mobile Phone
es: Teléfono Móvil

source: Power Factor
es: Factor Potencia

# requiresProject
source: Requires Technical Project
es: Requiere Proyecto Técnico

source: New Link Installation
es: Instalación de Enlace Nueva

source: Save and Continue
es: Guardar y Continuar

# docGenTitle
source: Generate Documentation
es: Generar Documentación

# docSelection
source: DOCUMENT SELECTION
es: SELECCIÓN DE DOCUMENTOS

# techMemory
source: Technical Memory
es: Memoria Técnica

source: Single Line Plan
es: Plano Unifilar

# installCert
source: Installation Certificate
es: Certificado Instalación

source: User Manual
es: Manual de Usuario

# designCategory
source: Design & Plans
es: Diseño y Planos

# singleLineTool
source: Single Line Schema Editor
es: Editor Esquemas Unifilares

# singleLineToolDesc
source: Visual design of panels and circuits.
es: Diseño visual de cuadros y circuitos.

source: EXPORT OPTIONS
es: OPCIONES DE EXPORTACIÓN

source: Format
es: Formato

source: Language
es: Idioma

# includeDigitalSig
source: Include Digital Signature
es: Incluir Firma Digital

# generateDownload
source: Generate and Download
es: Generar y Descargar

# diagramTitle
source: Single Line Diagram
es: Esquema Unifilar

source: Properties
es: Propiedades

source: Element
es: Elemento

source: Reference
es: Referencia

source: Intensity
es: Intensidad

source: Pole
es: Polo

source: Edit Detail
es: Editar Detalle

# settingsLanguage
source: Language
es: Idioma

# settingsNotifications
source: Notifications
es: Notificaciones

# settingsNotificationsSub
source: Regulations and project alerts
es: Alertas de normativa y proyectos

# settingsAccessibility
source: ACCESSIBILITY (SITE)
es: ACCESIBILIDAD (OBRA)

# settingsHighContrast
source: High Contrast
es: Alto Contraste

# settingsHighContrastSub
source: Improve outdoor visibility
es: Mejorar visibilidad en exteriores

# settingsTextSize
source: Text Size
es: Tamaño de Texto

# settingsIdentity
source: ACCOUNT & SECURITY
es: CUENTA Y SEGURIDAD

# settingsPassword
source: Password
es: Contraseña

# settingsPrivacy
source: Privacy & Data
es: Privacidad y Datos

# settingsSupport
source: SUPPORT
es: SOPORTE

# settingsHelp
source: Help
es: Ayuda

# settingsReport
source: Report Issue
es: Reportar Problema

# settingsPlanPro
source: Pro Plan Active
es: Plan Pro Activo

# settingsPlanBasic
source: Basic Plan
es: Plan Básico

# settingsSignOut
source: Sign Out
es: Cerrar Sesión

# comingSoonTitle
source: Coming Soon
es: Próximamente

# comingSoonMessage
source: This feature will be available soon, we are actively working on it.
es: Esta funcionalidad estará disponible dentro de poco, estamos trabajando activamente en ello.

# featureUnderDevelopment
source: The functionality {feature} will be available soon, we are actively working on it.
es: La funcionalidad {feature} estará disponible dentro de poco, estamos trabajando activamente en ello.

source: Close
es: Cerrar

# componentConfig
source: Component Configuration
es: Configuración del Componente

# measurementsRegistered
source: Registered Measurements
es: Mediciones Registradas

# noMeasurements
source: No measurements registered
es: Sin mediciones registradas

# noProperties
source: No properties configured
es: Sin propiedades configuradas

# sourceInput
source: Source / Supply
es: Fuente / Acometida

# panel
source: Electrical Panel
es: Cuadro Eléctrico

source: Load / Circuit
es: Carga / Circuito

# measurementSource
source: Source Measurement
es: Medición de Fuente

# measurementRcd
source: RCD Test
es: Test Diferencial (RCD)

# measurementInsulation
source: Insulation Resistance
es: Resistencia de Aislamiento

# measurementLoad
source: Load Measurement (Zs)
es: Medición de Carga (Zs)

# measurementPanel
source: Earth Resistance
es: Resistencia de Tierra

# measurementGeneric
source: General Measurement
es: Medición General

source: Voltage L-N
es: Tensión L-N

source: Voltage L-L
es: Tensión L-L

source: Frequency
es: Frecuencia

source: External Ze
es: Ze Externa

source: Trip Time
es: Tiempo de Disparo

source: Trip Current
es: Corriente de Disparo

source: Contact Voltage
es: Tensión de Contacto

# mechanicalTest
source: Mechanical Test (T Button)
es: Test Mecánico (Botón T)

source: PASSED
es: PASADO

source: FAILED
es: FALLIDO

# phaseEarthR
source: R Phase-Earth
es: R Fase-Tierra

# phaseNeutralR
source: R Phase-Neutral
es: R Fase-Neutro

# continuityPE
source: PE Continuity
es: Continuidad PE

source: YES
es: SÍ

# loopImpedance
source: Loop Impedance (Zs)
es: Impedancia Bucle (Zs)

# voltageLoad
source: Load Voltage
es: Tensión en Carga

source: Polarity
es: Polaridad

source: CORRECT
es: CORRECTA

source: INCORRECT
es: INCORRECTA

# earthResistance
source: Earth Resistance (Ra)
es: Resistencia de Tierra (Ra)

source: Notes
es: Notas

# maintenanceTitle
source: Maintenance & Diagnosis
es: Mantenimiento y Diagnóstico

source: ACTIVE INSPECTION
es: INSPECCIÓN ACTIVA

source: Scan Equipment
es: Escanear Equipo

source: Manual Entry
es: Entrada Manual

source: SECURITY
es: SEGURIDAD

# regulationsRebt
source: REGULATIONS
es: NORMATIVA REBT

source: VERIFICATIONS
es: VERIFICACIONES

source: Warnings
es: Avisos

source: COMPLIANT
es: CUMPLE REBT

source: Failures
es: Fallos

source: Results and Tips
es: Resultados y Consejos

source: No problems detected
es: No se detectaron problemas

# scanFeatureComingSoon
source: QR/NFC scanning feature coming soon
es: Funcionalidad de escaneo QR/NFC próximamente

source: Measurement saved
es: Medición guardada

# securityCritical
source: Critical
es: Crítica

# securityLow
source: Low
es: Baja

# securityMedium
source: Medium
es: Media

# securityHigh
source: High
es: Alta

# installationState
source: Installation Status
es: Estado de la Instalación

source: VIEW SCHEME
es: VER ESQUEMA

# calculatedOnComponents
source: Calculated on {count} components
es: Calculado sobre {count} componentes

# insightCritical
source: CRITICAL
es: CRÍTICO

# insightNormative
source: REGULATIONS
es: NORMATIVA

# paletteProtections
source: Protections
es: Protecciones

# paletteWiring
source: Wiring
es: Cableado

# paletteReceivers
source: Receivers
es: Receptores

# paletteMeasurement
source: Measure
es: Medida

# elemGrid
source: Grid
es: Red

# elemBreaker
source: Breaker
es: Automático

# elemDifferential
source: RCD
es: Diferencial

# elemLoad
source: Load
es: Carga

# elemSubpanel
source: Subpanel
es: Subcuadro

# elemJunction
source: Junction
es: Caja

# propVoltage
source: Voltage
es: Tensión

# propCurrent
source: Current
es: Intensidad

# propDrop
source: Drop
es: Caída

# propPower
source: Power
es: Potencia

# propDesignCurrent
source: Ib (design)
es: Ib (diseño)

# propVoltageNode
source: V (node)
es: V (nodo)

# propCurve
source: Curve
es: Curva

# propPoles
source: Poles
es: Polos

# propSensitivity
source: Sensitivity
es: Sensib.

# propSection
source: Section
es: Sección

# propLength
source: Length
es: Longitud

# circuitCalculation
source: Load Configuration
es: Configuración de Carga

source: Load Type
es: Tipo de Carga

source: Lighting
es: Iluminación

source: Power
es: Potencia

# singlePhase
source: Single Phase (230V)
es: Monofásico (230V)

# threePhase
source: Three Phase (400V)
es: Trifásico (400V)

source: CABLE SECTION
es: SECCIÓN DE CABLE

source: AUTOMATIC (Optimized)
es: AUTOMÁTICO (Optimizado)

source: LINE LENGTH
es: LONGITUD DE LÍNEA

source: INSTALLATION METHOD
es: MÉTODO DE INSTALACIÓN

# validateDesign
source: Save Configuration
es: Guardar Configuración

source: Results (Estimated)
es: Resultados (Estimado)

source: NOT COMPLIANT
es: NO CUMPLE

source: Reset
es: Restablecer

source: Insulation
es: Aislamiento

# configProtection
source: Configure Protection
es: Configurar Protección

source: PRESET PROTECTION
es: PROTECCIÓN PREDEFINIDA

# inputCable
source: FEEDER CABLE
es: CABLE DE ALIMENTACIÓN

source: COMPONENT TYPE
es: TIPO DE COMPONENTE

# switchType
source: Switch
es: Interruptor

# fuseType
source: Fuse
es: Fusible

source: Save Protection
es: Guardar Protección

source: Cancel
es: Cancelar

# calibre
source: RATING (A)
es: CALIBRE (A)

source: Poles
es: Polos

# curveLabel
source: CURVE
es: CURVA

# breakingCapacity
source: Breaking Capacity (kA)
es: Poder de Corte (kA)

# sensitivityLabel
source: SENSITIVITY
es: SENSIBILIDAD

# standardHousing
source: Class AC (Standard Housing)
es: Clase AC (Estándar Vivienda)

# presetCustom
source: Custom
es: Personalizada

# presetDefault
source: Preset
es: Predefinida

source: Selected Element
es: Elemento Seleccionado

# fromLabel
source: FROM:
es: DESDE:

source: Single Line Diagram
es: Diagrama Unifilar

source: Budget (Coming Soon)
es: Presupuesto (Próximamente)

# whatComponentMeasure
source: What component did you measure?
es: ¿Qué componente mediste?

# tapComponentMeasure
source: Tap the component in the diagram to register its measurement
es: Toca el componente en el diagrama para registrar su medición

source: Delete not implemented
es: Borrado no implementado

source: Edit not available
es: Edición no disponible

# acometida
source: Supply
es: Acometida

# generalConfig
source: General Configuration
es: Configuración General

# sensitivity
source: Sensitivity (mA)
es: Sensibilidad (mA)

source: Save
es: Guardar

source: Type
es: Tipo

source: Circuit Breaker
es: Interruptor Automático

source: Differential
es: Diferencial

source: Fuse
es: Fusible

# ratingAmps
source: Rating (A)
es: Calibre (A)

source: Curve
es: Curva

source: Cable Material
es: Material del Cable

# profileSetup
source: Setup Profile
es: Configurar Perfil

# profileSetupSubtitle
source: Tap edit to begin
es: Toca editar para comenzar

# profileNoName
source: No name
es: Sin nombre

# profileEngineerId
source: Engineer ID not set
es: ID Ingeniero no configurado

# professionalEngineer
source: Technical Engineer
es: Ingeniero Técnico

source: Freelancer
es: Autónomo

source: Company
es: Empresa

# editProfileTitle
source: Edit Profile
es: Editar Perfil

source: Personal Data
es: Datos Personales

source: Company Data
es: Datos de Empresa

# freelancerLabel
source: Freelancer
es: Autónomo

# companyLabel
source: Company
es: Empresa

source: Logo for PDFs
es: Logo para PDFs

source: Tap to upload
es: Toca para subir

source: Tap to change
es: Toca para cambiar

# fullNameLabel
source: Full name
es: Nombre completo

# phoneLabel
source: Phone
es: Teléfono

# dniLabel
source: Tax ID / SSN
es: DNI/NIF

# engineerIdLabel
source: Engineer ID
es: ID Ingeniero

# companyNameLabel
source: Company Name
es: Razón Social

# cifLabel
source: Tax ID
es: CIF

# addressLabel
source: Address
es: Dirección

# companyEmailLabel
source: Company Email
es: Email Empresa

# companyPhoneLabel
source: Company Phone
es: Teléfono Empresa

# settingsTitle
source: Settings
es: Ajustes

# closeLabel
source: Close
es: Cerrar

source: Notifications
es: Notificaciones

# notificationsSubtitle
source: Regulation and project alerts
es: Alertas de normativa y proyectos

source: ACCESSIBILITY
es: ACCESIBILIDAD

source: High Contrast
es: Alto Contraste

# highContrastSubtitle
source: Improve outdoor visibility
es: Mejorar visibilidad en exteriores

source: Text Size
es: Tamaño de Texto

# textSizeSmall
source: Small
es: Pequeño

# textSizeMedium
source: Medium
es: Mediano

# textSizeLarge
source: Large
es: Grande

# textSizeExtraLarge
source: Extra Large
es: Muy Grande

source: SUPPORT
es: SOPORTE

# helpAndFaq
source: Help & FAQ
es: Ayuda y FAQ

source: Report Problem
es: Reportar Problema

# versionInfo
source: Version 2.4.1 (Build 2043)\n© 2025 ElectricianApp Pro
es: Versión 2.4.1 (Build 2043)\n© 2025 ElectricianApp Pro

# analyzingActively
source: Actively Analyzing
es: Analizando Activamente

# projectElectric
source: Electric Project
es: Proyecto Eléctrico

source: Health Score
es: Puntuación de Salud

source: Compliance Status
es: Estado de Cumplimiento

# safetyStatus
source: Safety
es: Seguridad

# efficiencyStatus
source: Efficiency
es: Eficiencia

source: VIEW ALL
es: VER TODOS

source: Export Report
es: Exportar Informe

source: Quick Actions
es: Acciones Rápidas

source: Field Measurements
es: Mediciones de Campo

source: Protections OK
es: Protecciones OK

source: Review sections
es: Revisar secciones

source: Components
es: Componentes

source: No components in diagram
es: No hay componentes en el diagrama

# projectConfigTitle
source: Project Configuration
es: Configuración del Proyecto

# projectNameLabel
source: Project Name
es: Nombre del Proyecto

source: Internal Reference
es: Referencia Interna

source: Owner Data
es: Datos del Titular

# ownerName
source: Owner / Company Name
es: Titular / Razón Social

# ownerId
source: Tax ID
es: NIF / CIF

# regulationsAndCalculation
source: Regulations & Calculation
es: Normativa y Cálculo

source: Electrical Regulations
es: Normativa Eléctrica

source: Installation Usage
es: Uso de la Instalación

# requiresTechProject
source: Requires Technical Project
es: Requiere Proyecto Técnico

# projectSavedSuccess
source: Project saved successfully
es: Proyecto guardado correctamente

# highContrastMode
source: High Contrast Mode (Outdoor)
es: Modo Alto Contraste (Exterior)

# ownerPhone
source: Phone
es: Teléfono

source: Owner Email
es: Email del Titular

# componentLibraryTitle
source: Component Library
es: Biblioteca de Componentes

source: Select Component
es: Seleccionar Componente

# filterProtection
source: Protections
es: Protecciones

# filterSource
source: Sources
es: Fuentes

source: Search components...
es: Buscar componentes...

source: No components found
es: No se encontraron componentes

# createFirstComponent
source: Create your first custom component
es: Crea tu primer componente personalizado

source: New Component
es: Nuevo Componente

source: Component Detail
es: Detalle de Componente

source: PROTECTION SPECS
es: ESPECIFICACIONES DE PROTECCIÓN

source: CABLE SPECS
es: ESPECIFICACIONES DE CABLE

source: SOURCE SPECS
es: ESPECIFICACIONES DE FUENTE

source: Manufacturer
es: Fabricante

source: Series
es: Serie

source: Price (€)
es: Precio (€)

# ratedCurrent
source: Rated Current (A)
es: Corriente Nominal (A)

source: Device Type
es: Tipo de Dispositivo

# maxTemp
source: Max Temp (°C)
es: Temp. Máx (°C)

# installMethod
source: Installation Method
es: Método de Instalación

# voltage
source: Voltage (V)
es: Tensión (V)

# maxIcc
source: Max Icc (kA)
es: Icc Máx (kA)

source: Save Component
es: Guardar Componente

source: Field required
es: Campo requerido

source: Invalid number
es: Número inválido

source: Delete Component
es: Eliminar Componente

# confirmDeleteComponent
source: Are you sure you want to delete this component?
es: ¿Estás seguro de que deseas eliminar este componente?

source: Retry
es: Reintentar

# deviceTypeCircuitBreaker
source: Circuit Breaker
es: Magnetotérmico

# deviceTypeFuse
source: Fuse
es: Fusible

# cableMaterialCopper
source: Copper
es: Cobre

# cableMaterialAluminum
source: Aluminum
es: Aluminio

source: Configuration
es: Configuración

# betaWarningTitle
source: Beta Feature
es: Funcionalidad Beta

# betaWarningMessage
source: This feature is under development. It may contain errors, incomplete functionality or is not finished.
es: Esta característica está en desarrollo. Puede contener errores, funcionalidades incompletas o no terminadas.

source: Back
es: Atrás

source: Next
es: Siguiente

source: Start
es: Comenzar

# completeAllFields
source: Please complete all fields
es: Por favor, completa todos los campos

source: Modules
es: Módulos

source: Synchronized
es: Sincronizado

# activeAlerts
source: {count} Active Alerts
es: {count} Alertas Activas

# searchPlaceholderFull
source: Search project, regulation or calculation...
es: Buscar proyecto, norma o cálculo...

source: Control Panel
es: Panel de Control

source: Delete
es: Eliminar

# projectPlaceholder
source: Industrial Warehouse B
es: Nave Industrial B

# locationPlaceholder
source: Main Panel • Madrid
es: Cuadro General • Madrid

# sheetLabel
source: SHEET
es: HOJA

# pageCount
source: 1 of 1
es: 1 de 1

source: User
es: Usuario
